// the following are the text prompts for buttons etc.
// DO NOT ADD LINE-BREAKS BETWEEN THE "...." QUOTES!

// MINI-HELP MESSAGES

b_text = "Вставить полужирный текст";
i_text = "Вставить наклонный текст";
u_text = "Вставить подчеркнутый текст";

size_text = "Установить размер текста";
font_text = "Установить тип шрифта текста";
color_text = "Задать цвет текста";

url_text = "Вставить ссылку";
email_text = "Вставить ссылку на e-mail";
img_text = "Вставить изображение";

code_text = "Вставить отрывок кода";
php_text = "Вставить отрывок кода с подсвечиванием";
list_text = "Вставить нумерованный список";
quote_text = "Вставить цитату";

norm_text = "Переключиться в обычный режим";
enha_text = "Расширенный режим";

closecurrent_text = "Закрыть текущий тег";
closeall_text = "Закрыть все открытые теги";

// ERROR MESSAGES

enhanced_only_text = "<< Доступно только в расширенном режиме >>";
no_tags_text = "<< Открытых тегов нет >>";
already_open_text = "<< Вы уже открыли все теги >>";

// TEXT FOR POP-UP PROMPTS

tag_prompt = "Введите текст для:";

font_formatter_prompt = "Введите текст, который должен быть отформатирован";

link_text_prompt = "Введите текст, с которого должна идти ссылка (необязательно)";
link_url_prompt = "Введите URL";
link_email_prompt = "Введите email";

list_type_prompt = "Список какого типа вы хотите получить в итоге? Введите цифру '1' для получения нумерованного списка, введите букву 'a' для получения списка с упорядочиванием по алфавиту, или не вводите ничего для получения ненумерованного списка.";
list_item_prompt = "Введите элемент списка.\nДля завершение ввода нажмите кнопку 'Отмена'.";